INSERT INTO product_materials (product_article, material_id, material_quantity) VALUES
    -- Плитка "Базис"
    ('PLT-001', 121, 2.5),   -- Глина
    ('PLT-001', 122, 1.2),   -- Каолин
    ('PLT-001', 129, 0.8),   -- Кварцевый песок
    ('PLT-001', 140, 0.3),  -- Порошок цветной

    -- Плитка "Мрамор"
    ('PLT-002', 121, 3.8),   -- Глина
    ('PLT-002', 123, 2.1),   -- Гидрослюда
    ('PLT-002', 135, 1.5),  -- Кварц
    ('PLT-002', 137, 0.6),  -- Барий углекислый
    ('PLT-002', 139, 0.4),  -- Краска-раствор

    -- Плитка "Прочность"
    ('PLT-003', 124, 2.2),   -- Монтмориллонит
    ('PLT-003', 128, 1.8),   -- Шамот
    ('PLT-003', 130, 1.0),  -- Жильный кварц
    ('PLT-003', 132, 0.5),  -- Жидкое стекло

    -- Плитка "Арт"
    ('PLT-004', 122, 2.0),   -- Каолин
    ('PLT-004', 127, 1.5),   -- Дегидратированная глина
    ('PLT-004', 136, 0.8),  -- Полевой шпат
    ('PLT-004', 139, 0.7),  -- Краска-раствор
    ('PLT-004', 140, 0.5);  -- Порошок цветной